OpenFOAM-v2412/tutorials/incompressible/pimpleFoam/LES/NACA4412/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

runApplication $(getApplication)

if notTest "$@"
then
    ./plot
fi

#------------------------------------------------------------------------------
